{
  "name": "Ритуалы - Начало работы",
  "icon": "bloodmagic:activationcrystalcreative",
  "category": "bloodmagic:rituals",
  "priority": "true",
  "pages": [
    {
      "type": "text",
      "text": "Как только вы получите свой $(l:bloodmagic:altar/blood_altar)Кровавый алтарь$(/l) до 3-го уровня вы можете погрузиться в удивительный мир Ритуалов. $(br2)Для работы с ритуалами вам потребуется следующее: $(li)Один $(l:bloodmagic:rituals/activation_crystals)Кристалл активации$(). На уровне 3 только $(item)Слабый кристалл$() доступен. $(li) $(item)Мастерский ритуальный камень$(). Каждый ритуал требует ровно одного из них в своем центре."
    },
    {
      "type": "text",
      "text": "$(li)Достаточно ритуальных камней для построения ритуала. $(li)(Рекомендуемые) $(l:bloodmagic:rituals/ritual_diviner)Ритуальный предсказатель$(). Хотя это и не обязательно, это значительно упростит построение ритуала. $(br2)Создать ритуал относительно просто. Просто нажмите [$(k:sneak)] + [$(k:use)] с ритуальным предсказателем в руке, пока он не отобразит название желаемого ритуала. Проверьте количество требуемых рун, наведя на него указатель мыши на своем"
    },
    {
      "type": "text",
      "text": "инвентаризация и хранение [$(k:sneak)]. $(br2)Положите Ритуальный Камень Мастера и удерживайте [$(k:use)] пока все камни не будут размещены и раскрашены правильным элементом. Наконец, нажмите [$(k:use)] на Мастер-Ритуальный Камень с Кристаллом Активации в руке. Если вы все сделали правильно, вы должны получить сообщение: «Через ритуал проходит прилив энергии!». Ритуал активен."
    },
    {
      "type": "text",
      "text": "Если этого не происходит, возможно, что-то пошло не так. Если вместо этого вы получаете сообщение «Вы чувствуете толчок, но слишком слабы, чтобы завершить этот ритуал», то вам не хватает $(blood)LP$() в вашей $(thing)Душевная сеть$() чтобы активировать ритуал. $(br2)Если сообщение гласит: «Вам кажется, что эти руны настроены неправильно ...», значит, что-то пошло не так с размещением рун. Проверьте зону на наличие засоров и попробуйте снова собрать ритуал."
    },
    {
      "type": "text",
      "text": "Помните, что некоторые ритуалы простираются на несколько блоков выше и ниже Мастерского Ритуального Камня. Если вы не получили ошибки, убедитесь, что кристалл активации привязан к вашей душевной сети - это можно сделать, нажав [$(k:use)] удерживая его. $(br2) Важно отметить, что кристалл не обязательно должен быть привязан к ВАШЕЙ сети - если вы можете получить кристалл другого игрока, вы можете активировать ритуалы, используя их $(blood)LP$(). Хорошо охраняйте свои!"
    },
    {
      "type": "text",
      "text": "одна последняя заметка; все ритуалы откликаются на $(fire)красный камень$() сигнал, поэтому приклеивание рычага сбоку от Master Ritual Stone - хороший способ отключить его. Вы можете объединить эти знания с некоторой информацией в $(l:bloodmagic:altar/redstone_automation)Редстоун и автоматизация$() чтобы ваши ритуалы автоматически завершались задолго до того, как $(thing)Душевная сеть$() иссякнет."
    }
  ]
}
