{
  "name": "Кровавый алтарь",
  "icon": "bloodmagic:altar",
  "category": "bloodmagic:altar",
  "priority": "true",
  "extra_recipe_mappings":[
    ["bloodmagic:daggerofsacrifice", 13]
    ],
  "pages": [
    {
      "type": "text",
      "text": "В $(item)Кровавый алтарь$() центральный блок мода, способный конвертировать сырые $(blood)кровь$() в чистый $(blood)Жизненная Сущность$(). Хотя вначале он может быть маленьким и незначительным, его сила и размер растут на протяжении всего мода, выступая в качестве краеугольного камня для большей части вашей силы."
    },
    {
      "type": "crafting",
      "recipe": "bloodmagic:blood_altar"
    },
    {
      "type": "text",
      "text": "Когда помещается в мир, $(item)Кровавый алтарь$() обращает $(blood)кровь$() в $(blood)Жизненная Сущность$(), который он затем использует для трансфигурации помещенных в него предметов. Нажимая [$(k:use)] глядя на Алтарь, вы можете вставить один предмет из своей руки во внутренний инвентарь Алтаря. нажатие [$(k:use)] пустой рукой извлечет элемент."
    },
    {
      "type": "multiblock",
      "name": "Tier 1 Blood Altar",
      "multiblock_id": "bloodmagic:altar_one",
      "text": "The Tier 1 Blood Altar, which has no runes."
    },
    {
      "type": "text",
      "text": "Чтобы добавить $(blood)Сущность жизни$(), измеряемую как \"$(blood)LP$()\", вам сначала нужно создать $(item)Жертвенный нож$(). Нажав [$(k:use)] при наведении ножа в воздух, вы можете \"извлечь\" $(blood)200 LP$() за одно сердце, поместив его в ближайший Алтарь. Алтарь начинается с максимальной вместимостью 10 000 LP, а уровень крови в тазу указывает на процент наполнения. $(l:bloodmagic:alchemy_array/sigil/divination)Сигил предсказания$(/l) позволяет получить более подробную информацию об Алтаре."
    },
    {
      "type": "crafting",
      "recipe": "bloodmagic:sacrificial_dagger",
      "anchor": "knife",
      "text": "Имейте в виду, что 10% от общего количества $(blood)LP$() которое может удержать алтарь, будет поглощено невидимым внутренним «резервуаром», используемым для извлечения и вставки $(blood)жизненной эссенции$() в Алтарь."
    },
    {
      "type": "text",
      "text": "Алтарь крови попытается начать создание, как только игрок поместит внутрь предмет (или через каждые 5 секунд). $(blood)LP$() внутри Алтаря будет медленно стекать (обозначено красными частицами), трансформируя предмет. Если в Алтаре нет $(blood)LP$() появится серый дым, указывающий на то, что Алтарь теряет прогресс. Как только будет израсходовано достаточно $(blood)LP$() (стоимость умножена на число в стеке предметов), полный стек будет преобразован в новый предмет."
    },
    {
      "type": "text",
      "text": "Первым предметом, который вы захотите создать, является $(l:bloodmagic:altar/soul_network)Слабый Кровавый Шар$(/l), который по умолчанию представляет собой алмаз плюс $(blood)2000 LP$() внутри Алтарь крови 1-го уровня. Все предметы, которые можно создать на Алтаре крови, можно найти с помощью Just Enough Items (JEI)."
    },
    {
      "type": "text",
	  "anchor": "blank_rune",
      "text": "Чтобы улучшить Алтарь крови, вам нужно создать $(item)Руны крови$() и поместите их вокруг алтаря. Руны крови служат улучшением Алтаря, и, используя более продвинутые версии рун крови, вы можете придавать алтарю различные эффекты. Базовая версия, $(item)Пустая Руна$(), не дает никаких улучшений - она используется только для улучшения Уровня Алтаря."
    },
    {
      "type": "crafting",
      "recipe": "bloodmagic:blood_rune_blank"
    },
    {
      "type": "text",
      "text": "Чтобы улучшить Алтарь Крови до Уровня 2, вы должны разместить 8 $(item)Кровавые руны$() вокруг Алтаря. Руны кардиналов можно улучшать, но руны углов не могут действовать как руны улучшения до уровня 3."
    },
    {
      "type": "multiblock",
      "name": "Tier 2 Blood Altar",
      "multiblock_id": "bloodmagic:altar_two",
      "text": "Алтарь крови 2-го уровня, на котором всего 8 рун."
    },
    {
      "type": "text",
	  "anchor": "dagger_of_sacrifice",
      "text": "Теперь, когда у вас есть Алтарь 2-го уровня, вы можете попытаться получить $(blood)Сущность жизни$() откуда-нибудь, кроме вас самих. The $(item)Жертвенный кинжал$() позволит вам принести в жертву любого моба (монстра или пассивного), который стоит в пределах 2 блоков от вашего Алтаря, мгновенно убивая их и давая вам приличную сумму в размере $(blood)LP$(). Вы можете увеличить количество, которое вы получаете за убийство, с помощью $(l:bloodmagic:altar/blood_rune/sacrifice_rune)Руны жертвоприношения$(). Разные сущности дают разное количество $(blood)LP$(). Проверьте свои конфигурации для получения дополнительной информации."
    },
    {
      "type": "crafting_altar",
      "heading": "Кинжал жертвоприношения",
      "recipe": "bloodmagic:altar/daggerofsacrifice",
      "text": "Убивая жителей деревни ради развлечения и наживы!"
    },
    {
      "type": "text",
      "text": "Чтобы улучшить Алтарь крови до уровня 3, поместите 5 $(item)Кровавые руны$() на один блок вниз и на два блока дальше от предыдущего набора рун вдоль каждого края. Затем поместите два блока (обозначенных значком $(item)Каменные Кирпичи$()) в каждом углу, начиная над новым кольцом рун, а затем закройте каждый столб блоками $(item)Свето камень$().$(br)Чтобы проверить, что он успешно обновлен, используйте $(l:bloodmagic:alchemy_array/sigil/divination)Сигил предсказания$(/l), чтобы проверить уровень. Обратите внимание, что любой блок, не являющийся воздушным, можно использовать для столбов под Свето камнем."
    },
    {
      "type": "multiblock",
      "name": "Алтарь крови 3-го уровня",
      "multiblock_id": "bloodmagic:altar_three",
      "text": "Алтарь крови 3-го уровня, в котором всего 28 рун, что на 20 рун больше, чем у уровня 2, по 5 с каждой стороны."
    },
    {
      "type": "text",
      "text": "Чтобы улучшить Алтарь крови до уровня 4, поместите 7$(item) Кровавые руны$() на один блок вниз и два блока от предыдущего набора рун вдоль каждого края. Затем поместите четыре твердых блока в каждый угол, начиная с нового кольца рун, а затем закройте каждый столб $(l:bloodmagic:utility/bloodstone_bricks)Кирпичи из кровавика$(/l) и/или $(l:bloodmagic:utility/bloodstone_bricks)Большие кирпичи из кровавого камня$(/l)."
    },
    {
      "type": "multiblock",
      "name": "Алтарь крови 4-го уровня",
      "multiblock_id": "bloodmagic:altar_four",
      "text": "Алтарь крови уровня 4, в котором всего 56 рун, на 28 рун больше, чем на уровне 3, по 7 с каждой стороны."
    },
    {
      "type": "text",
      "text": "[Примечания WIP]$(br)[Уровень 5 еще не содержит контента!]"
    },
    {
      "type": "multiblock",
      "name": "Алтарь крови 5-го уровня",
      "multiblock_id": "bloodmagic:altar_five",
      "text": "Алтарь крови 5 уровня, в котором всего 108 рун, на 52 руны больше, чем на уровне 4, по 13 с каждой стороны."
    }
  ]
}
